INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '맛집은 한 문장으로 말합니다', sysdate, sysdate,
  TO_CLOB('맛집을 어떤 기준으로 정할 것인가? 우리나라는 유독 맛집에 진심이다. 소비되는 채널이 시대에 따라 변화할 뿐 어쩌면 가장 많이 소비되는 콘텐츠의 영역이다. 가장 원초적인 맛집 콘텐츠는 ‘입소문’이다. 맛집의 기준을 정하는 가장 대중적인 콘텐츠다. 하지만 개인의 취향이 많이 반영되고, 그렇기에 사람들의 평가가 일일이 반영되어야 하기에 오랜 시간이 걸린다. 그다음 맛집을 소개하는 역할은 라디오와 텔레비전 같은 ‘대중매체’가 차지한다. ‘VJ특공대’, ‘생활의 달인’, ‘생생 정보통’과 같은 정보 프로그램부터 아예 골목 맛집을 소개하는 ‘테이스티 로드’,’맛있는 녀석들’, ‘식신로드’와 같은 예능 프로그램들이 등장했다. 하지만 비슷한 포맷의 프로그램들이 즐비하게 방영되며 맛집이라는 키워드가 흔해졌고 조금은 피로도가 높아졌다. 그렇게 맛집 콘텐츠의 전성시대는 끝났다고 생각할 때쯤 SNS를 통해 ‘맛집 블로거’, ‘먹스타 계정’들이 또다시 맛집을 앞세워 인기 콘텐츠를 생산하고 있다. 맛집은 시대에 따라 소비되는 채널이 다를 뿐 언제나 우리에게 인기 있는 콘텐츠다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그렇다면 이쯤에서 더욱 궁금해진다. 맛집의 기준은 무엇일까? 검색엔진에 맛집은 ‘맛있는 음식점’이라 말한다. 이보다 더 애매한 표현이 있을까? 맛이라는 주관적인 부분을 어떤 기준으로 평가하고 맛집이라는 타이틀을 붙이고 있을까? ‘맛집’이라는 키워드가 가게를 홍보하는 마케팅 키워드가 되면서 맛집이 아님에도 자극적인 요소와 아이템을 통해 줄을 세우는, 혹은 인기를 몰고 있는 지금의 맛집 전쟁에서 우리는 어떻게 진짜 맛집을 찾을 수 있을까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('맛집의 공통점우리가 흔히 맛집이라 부르는 식당들의 공통점을 보면 알 수 있지 않을까? 즉 맛집의 공통점이 기준이 될 수 있지 않을까? 내가 맛집과 관련한 다양한 경험을 통해 알아낸 것은 모든 맛집에는 딱 한 문장이 있다는 사실이었다. 그것이 오픈한 지 1달이 되었든, 노포든, 줄을 서든, 서지 않든, 가격이 싸든, 비싸든 환경적인 요인은 배제하고라도 딱 한 가지 공통점은 ‘한 문장’의 유무였다. ‘미슐랭’, ‘블루리본’ 등 맛집을 인증하는 기관들 역시 가장 중요하게 생각하는 것은 결국 방문의 의사. 즉 행동을 기본으로 인증한다. 행동에는 이유가 있어야 하기에 결국 가야 할 이유가 있는 식당이냐가 맛집을 정한다고 보는 것이다. 그렇기에 식당은 고객들이 와야 하는 이유를 만들어야 하고 혹은 만들어져야 한다. 그렇기에 가야 하는 이유가 없는 곳은 맛집이 아닌, 멋, 집이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('부산_신발원, ‘만두로 지켜온 70년의 맛’ / 서울_금돼지식당, ‘가장 맛있는 고기를 먹을 수 있는 고깃집’/ 서울_비야게레로, ‘멕시코에 가지 않아도 되는 이유’ 등 진짜 맛집이라 인정받는 곳들은 고객들이 이곳을 와야 하는 이유를 딱 한 문장으로 말하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('결국, 팬을 모으는 한 문장식당이 가지고 있는 한 문장에 끌리고 그것을 응원하는 고객을 ‘팬’이라고 말한다. 그리고 그러한 팬을 모으는 것이 진정 맛집의 공통점이자 기준이다. 책[Start With Why]의 저자 ‘사이먼시넥’은 충성도 있는 고객의 행동은 결국 그들의 why(왜)에 의해 생긴다고 말한다. 책의 말을 빌려 맛집에 비유한다면 음식점의 한 문장은 결국 식당 방문의 ‘why’가 될 것이다. 그리고 그 ‘why’에 끌린 고객들은 그곳을 반복적으로 방문할 것이다. 이것이 우리 맛집 생태계를 이끌어 온 핵심이자 우리가 맛집이라는 콘텐츠를 매력적으로 보는 가장 큰 이유가 아닐지 생각한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/맛집은-한-문장으로-말합니다'),
  '8394235dc0c148168aa069a97b83a8d8.png', 'megazine', 1); -- 1

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '파스타나 국수나 똑같은 밀가루 음식 아닌가요?', sysdate, sysdate,
  TO_CLOB('역류성 식도염으로 한참 고생하고 있을 때 병원에 가니 처방전과 함께 피해야 할 음식을 알려주셨는데 밀가루, 튀긴 음식, 커피 등은 최대한 멀리하라고 했다. (의사 선생님 단골 멘트?!) 소화 안 되는 밀가루는 밤에 먹지 말라는 둥 다이어트 최대의 적은 밀가루라는 둥. 정말 밀가루는 피하고 또 피해야 하는 것일까? 얼마 전 방송을 보니 밀가루라고 다 같은 게 아니라고 하더라. 국수보다는 파스타가 낫다고요?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('적당히 탄수화물을 섭취하면 우리 몸이 에너지원으로 사용하니 문제 될 것이 없으나 ‘적당히’라는 게 자기 몸 상태, 노동 강도, 나이 등 여러 요인에 따라 달라질 수 있어 적당히 섭취하는 게 쉽지 않다. 건강 염려증까지는 아니지만 몸을 챙기는 축에 속하는 나는 기왕이면 좋은 탄수화물을 먹으려 한다. 그래서 알게 된 것이 GI(Glycemic Index), 다시 말해 혈당지수다. 혈당지수란 어떤 음식을 섭취한 후에 혈당이 올라가는 속도를 0~100으로 표시한 것이다. 혈당지수가 높은 음식을 먹으면 어떻게 되는가? 혈당이 확 올라서 인슐린이 마구 분비될 것이고 그러면 우리 몸속 혈당은 다시 낮아진다. 그다음은 예상할 수 있겠지만 체지방이 쌓이고 살이 찌기 쉽다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('혈당지수란 어떤 음식을 섭취한 후에 혈당이 올라가는 속도를 0~100으로 표시한 것이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('어느 정도 나이가 되면 흰 쌀밥은 무조건 피하라고 하던데 그게 다 혈당지수 때문이었나? 건강한 식단에는 흰 쌀밥이 아니라 잡곡밥이 나오더라. GI 수치 100을 기준으로 55 이하이면 낮은 것이고 56~69는 보통 그리고 70이 넘으면 높은 것이다. 기왕이면 GI 수치가 낮은 음식, 즉 혈당이 천천히 올라가는 음식을 먹는 게 좋겠죠? 그래서 흰 빵보다는 통밀빵, 흰 쌀밥보다는 잡곡밥이라고 하나 보다. 찾아보니 100g 기준으로 쌀밥이 92인데 보리밥이 66, 현미가 56이었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그런데 똑같은 밀가루 음식인 파스타와 국수를 찾아보니 파스타는 혈당수치가 낮고 국수는 높았다. 왜? 파스타의 주원료는 듀럼밀(durum wheat)인데 탄수화물 비중이 높지 않고 단백질과 식이 섬유 함유량이 많아 GI 지수가 낮다고 한다. 반면에 국수 만들 때 주로 사용하는 소면은 듀럼밀보다는 혈당지수가 높다. 단순히 비교하면 파스타 승! 그러나 절대로 놓치면 안 되는 것이 바로 소스와 첨가하는 다른 식재료다. 혈당지수가 낮은 채소와 해산물은 넣은 오일 파스타라면 모를까 크림 파스타나 베이컨, 미트볼을 넣은 파스타는 어떨지 감이 오죠? 또, 국수를 곤약, 두부나 현미 등으로 만든 면으로 만들어 먹으면 파스타 못지않은 낮은 혈당지수로 즐길 수 있다. (아, 그러고 보니 국수는 호로록 먹을 수 있는데 파스타는 면 식감이 국수에 비해 단단해 좀 더 천천히 먹게 되는 면도 있네.)')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('똑같은 밀가루 음식인데 파스타와 국수를 찾아보니 파스타는 혈당수치가 낮고 국수는 높았다. 왜?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('GI 지수는 100g 기준으로 수치화한 것이니 실제 섭취하는 양, 조리 방법, 칼로리 등도 고려해야 진정한(?) 건강한 식단이라 할 수 있다. 칼로리만 보자면 동일한 양을 기준으로 파스타는 흰 쌀밥과 유사하지만 파스타 면을 삶으면 칼로리가 반 이상으로 줄어든다! 그렇다고 주야장천 파스타만 먹을 건 아니죠? 파스타가 비교적 건강한 식단이라는 것이지 많이 먹어도 살이 안 찐다는 것은 아니니 오해하지 말자.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('동일한 식재료라도 조리 방법에 따라 GI 지수가 달라질 수 있다. 가끔 고구마나 감자를 찌거나 구워서 먹는데 튀기면 GI 지수가 낮아진다는 희소식(?)을 들었다. 차근차근 따져보면 일단 감자가 고구마보다는 칼로리가 훨씬 낮지만, GI 지수가 90 정도라 높다. 그러니 칼로리만 따져 체중을 줄이려고 감자를 선택한다면 실제로 도움이 안 된다는 것. 그리고 감자를 찌거나 구우면 GI 지수가 높아지는데 (찌면 90~, 구우면 70~) 기름으로 튀거나 부치면 낮아진다. (튀기면 40~, 부치면 25~) 기름 성분이 감자가 소화되고 우리 몸에 흡수되는 것을 늦추기에 혈당이 빠르게 오르지 않는다. 여기까지 듣고 맥도날드에 감자튀김 사러 달려갈 뻔했다. 그렇지만 이제는 전 국민이 아는 튀긴 음식은 칼로리가 높고 혈관 질환에도 안 좋고 기타 등등.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('이렇게 따지기 시작하니 채소만 먹어야 하나 싶다가 그러면 또 영양 불균형으로 몸이 망가질 수 있다는 생각도 들고 급기야 다 따져서 뭐 하나 싶은 마음이 들었다. 오늘 뭐 먹지?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/파스타나-국수나-똑같은-밀가루-음식-아닌가요'),
  'bc5f514d4a364730b1bc191819bbe88c.png', 'megazine', 1); -- 2
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '짜장 VS 짬뽕',
  sysdate - 10, sysdate + 80, null, '2d74a269b54748dabeaa58d9961923e4.png', 'vote', 1); -- 3

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '타이타닉호의 마지막 밤의 메뉴', sysdate, sysdate,
  TO_CLOB('The Last Night on the Titanic몇 년 전 타이타닉호가 침몰하기 하루 전날인 4월 14일 승객들에게 제공된 식사의 메뉴판이 1억 원 경매에 낙찰된 적이 있었다. 그 당시 승객과 승무원이 메뉴를 저장한 덕분에 그날 굴, 필레미뇽, 오리 스테이크, 푸딩이나 복숭아 젤리 등의 메뉴가 객실의 등급마다 다르게 제공되었음을 알 수 있었다. 이를 근거로 베로니카 힌케(Veronica Hinke)는 “The Last Night on the Titanic”이라는 제목으로 요리책을 출간하였다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('배에서 즐기는 역사상 가장 유명한 메뉴와 스타일, 타이타닉호의 마지막 밤의 메뉴1912년 대서양에 침몰한 전설적인 해저 정기선 타이타닉호에서는 에드워드 시대의 스타일을 담은 호화롭고 우아한 저녁 식사 메뉴가 제공되었다. 베로니카 힌케의 공식 요리책 ‘The Last Night on the Titanic”은 타이타닉의 3단계의 서비스 클래스(일등석, 이등석, 삼등석)뿐만 아니라 타이타닉호로 대표되는 다양한 문화에 기초한 요리법과 역사적 정보를 담고 있다. 이 책은 역사에 관심이 있는 사람들은 물론 제임스 카메론이 레오나르도 디카프리오와 케이트 윈슬렛을 주인공으로 만든 영화를 좋아하는 영화 애호가들, 또는 새롭고 독창적인 요리법을 찾는 사람들에게도 완벽한 책으로 인정받는다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('타이타닉호의 마지막 밤의 메뉴는 그곳에서 일하던 승객과 승무원들이 코트와 유니폼 주머니에 넣어 보관했던 덕분에 자료가 남아 있을 수 있었다. 그래서 비극적으로 끝난 향해 중 배에서 제공되었던 식사를 알게 되었고 일부 승객은 집으로 보낸 편지에서 식사와 음료에 대해 설명하기도 했다고 한다. 이 책은 선박에서 제공되는 각 메뉴와 음식에 대한 설명, 선상에서의 요리 경험에 대한 정보를 제공하고 그 시대의 매혹적인 라이프스타일의 요소까지 담고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그러면 타이타닉호의 손님들은 무엇을 먹고 마셨을까? 1912년 4월 타이타닉 호가 출항하기 몇 년 전에 뉴욕에 선보인 피자와 스카치 부넷(디저트), 칠리와 마리나라 소스를 곁들인 오징어 튀김은 삼등석의 손님들 즉 미국으로 집단 이주한 많은 유럽인들을 위해 제공되었다. 민트 소스와 완두콩을 곁들인 양갈비, 신선한 레몬과 타임 소스를 곁들인 청어, 맥주를 넣어 만든 웨일즈 스타일 고기 요리는 일등석에서 즐기는 일부 호화스러운 메뉴로 현대적인 스타일이 가미되었다. 이등석에는 옥수수 죽, 치킨 카레 등 중산층 식사의 모습을 엿볼 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('이 책의 레시피에는 사계절의 재료가 포함되어 있어 일 년 중 언제든지 타이타닉을 테마로 집에서 파티를 가능하게 해주고 있으며, 제임스 카메론 감독의 타이타닉호에 대한 퀴즈와 보드게임도 포함되어 있다. 또한 에드워드 시대의 음식, 칵테일 및 관습에 대한 간단한 정보까지 들어있어 그 시대의 문화 스타일까지 엿볼 수 있다. “타이타닉호의 마지막 밤”으로 다가오는 연말 홈파티의 준비 또는 선물 아이템으로 선택하여도 독특한 재미를 전달할 수 있을 것 같다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/타이타닉호의-마지막-밤의-메뉴'),
  '3f772bc1b5da4c2c91228bd9a83b69b9.png', 'megazine', 1); -- 4

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '팥붕어빵 VS 슈크림붕어빵',
  sysdate - 15, sysdate + 60, null, '3e8f2ba923e248178b123d51ced3a73f.png', 'vote', 1); -- 5

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '마라탕, 왜 열풍일까?', sysdate, sysdate,
  TO_CLOB('‘마라탕후루’라는 말을 아는가? 식사로 마라탕, 후식으로 탕후루를 먹는 10대들의 외식 루틴을 뜻하는 신조어다. 최근 뉴스와 매체에서 자주 다뤄지는 마라탕은 어떻게 인기를 얻게 되었을까? 어쩌면 가장 이국적인 음식 ‘마라’는 어떻게 가장 까다로운 10대들의 입맛을 사로잡았을까? 오늘은 마라탕에 대해 한번 알아보려 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('얼얼한 중독 ‘마라’, 먼저 마라탕의 ‘마라’에 대해 간단히 알아본다. ‘마’는 얼얼하게 마비된 느낌을 내는 맛이고 ‘라’는 매운맛을 내는 느낌이다. 즉 ‘얼얼하고 매운맛’을 ‘마라’라 한다. 이때 특이하게 사용되는 식재료가 중국산초인데 화자오와 마자오 두 가지가 있다. 화자오는 붉은빛을 내는 산초이면서 얼얼한 맛보다는 직관적으로 매운맛을 더욱 풍부하게 하는 향신료다. 그리고 마자오는 약간 갈색과 초록빛을 띠고, 매운맛보다는 얼얼함을 담당하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마라탕은 얼얼하고 매운 중독성 있는 맛으로도 먹지만 그 안에 들어가는 이색적인 토핑이 매력인 음식이다. 특히 다양한 형태의 두부를 사용한다. 그중에서도 두부를 완전히 으깨어 얇게 종잇장처럼 만든 ‘포두부’와 ‘대나무 모양의 두부’라는 뜻의 ‘푸주’는 마라탕에 빼놓을 수 없는 인기 토핑이다. 감자 전분으로 만든 분모자 역시 상당히 인기다. 분모자는 희고 도톰한 모양으로 ‘흰쥐 모양의 전분 덩어리’라는 뜻을 가지고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마라탕, 언제부터 먹었을까?마라탕이 우리나라에 본격적으로 들어온 때는 2010년으로 보고 있다. 한국에 거주하고 있는 중국인 유학생들이 많은 곳들을 위주로 음식점이 생기면서 유행이 시작된 것으로 파악하고 있는데 당시에 중국인들이 많이 모여 살고 있는, 혹은 유학생들이 다니는 대학교 인근부터 생기고, 그 음식을 우리나라 대학생들이 접하게 되면서 젊은 층으로부터의 유입이 자연스럽게 진행되었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마라탕이 이토록 인기를 끌고 있는 이유는 ‘있는데 없는 맛’이라는 부분이다. 매운맛을 선호하는 우리나라에서 얼얼한 매운맛은 상당히 이색적이다. 하지만 워낙 매운 것을 좋아하기에 거부감 없이 잘 스며들었다고 생각한다. 또 코로나19 이후 마라탕의 인기가 급속도로 퍼지기 시작했는데, 그 이유는 배달 음식이 가지고 있는 특성 때문이다. 우리가 일반적으로 시켜 먹는 배달 음식의 공통점은 자극적이라는 것이다. 배달 음식은 오로지 나에게 ‘솔직한 시간’이라 표현할 정도로 본능에 가까운 음식들을 시켜 먹는다. 결국 자극적이고 기름진 본능에 가까운 음식들이 인기가 많을 수밖에 없다. 그리고 그사이를 틈타 ‘마라’를 다루는 많은 음식점이 생기면서 마라탕은 대중적인 음식이 되었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마라의 대중화 어디까지?외식 아이템은 유행을 따라 급속도로 다른 음식들에 묻어난다. 최근 유행하는 마라로제, 마라 떡볶이, 마라 찜닭이 그 예이다. 최근 ‘마라’는 우리나라 학생들이 좋아하는 메뉴에 접목되어 그 인기를 증폭시키고 있다. 그리고 마라탕에 이어 최근엔 ‘마라샹궈’라는 음식도 같이 유행하고 있다. ‘샹궈’는 향, 냄비라는 뜻으로 각종 재료를 냄비에 향 나게 볶았다는 뜻이다. 마라탕집에 가면 무조건 있는 메뉴다. 하지만 마라탕에 비해 가격이 비싸다. 그렇다면 같은 식재료를 이용하는 마라탕과 마라샹궈의 가격은 왜 차이가 날까? 정확하진 않지만, 마라탕과 마라샹궈에 들어가는 인건비가 조금 다르다. 탕은 넣고 끓이면 되지만 샹궈는 센 불에 볶는 사람이 필요하다. 또, 샹궈에 넣는 양념장의 종류가 다르다는 곳도 있다. 그리고 탕보다는 볶음에 더 많은 양념장이 필요하다고 한다. 마지막으로는 추측이지만 마라탕이 결국 마라샹궈보다는 운영 효율이 높기 때문일 것이다. 즉 운영 효율이 높지 않은 메뉴를 많이 파는 것도 리스크에 해당하기에 마라탕과 같이 운영 효율이 좋은 메뉴를 더 고를 수 있도록 가격을 비싸게 설정했다는 이야기도 할 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마라탕 이대로 괜찮을까?최근 10대에게 더욱 인기가 많은 마라탕의 인기는 이대로 괜찮을까? 이러한 불안함과 동시에 여러 매체에서는 마라탕의 위험성을 강조하고 있다. 기름지고 자극적인 향신료에 위염, 속쓰림을 유발한다는 내용이다. 하지만 내가 생각하기에 더욱 위험한 것은 미각의 둔감화다. 어릴 때부터 자극적이고 기름진 음식을 자주 접하면 미각이 점점 둔감하게 될 것이다. 그리고 이것은 다양성 있는 외식업 발전에 치명적으로 다가올 수 있다. 때 이른 걱정이라고 생각할 수 있지만 입맛은 생각보다 보수적이라 어릴 때 잡힌 습관이 생각보다 바뀌지 않는다. 마라탕이 나쁘다는 것을 말하는 것은 아니지만 하나의 카테고리가 유난히 많은 사람에게 사랑받는 것은 언제나 주의가 필요하다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/마라탕-왜-열풍일까'),
  '9e4dc563ec9946b5a5837bf71ad089c9.png', 'megazine', 1); -- 6

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '채소에게 맛있을 기회를', sysdate, sysdate,
  TO_CLOB('채식에 대한 오해최근 채식을 기반으로 한 레스토랑에 초대되어 다녀왔다. 솔직히 그다지 채식에 대해 호의적이지 않았던 나는 “맛이 심심할 거야”, “먹어도 배고플 것 같은데”와 같이 부정적인 생각만 가득했던 것 같다. 고기를 워낙 좋아했던 나에게 채소는 메뉴의 주인공이 될 수 없었다. 하지만 최근 채식 기반 레스토랑에 다녀오고 채식에 대한 선입견이 완전히 뒤집어졌다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('채식은 어떻게 맛있게 될까?채식에 대한 선입견이 깨진 포인트를 정리해 보면 크게 3가지를 이야기할 수 있는데, 먼저 ‘맛’이다. 우리가 맛있다고 느끼는 맛은 일반적으로 고기의 맛이다. 더 정확하게는 지방맛과 감칠맛이다. 일반적으로 우리는 채식을 새콤하고 달콤한 드레싱에 먹는 것이 익숙하지만, 사실 채소는 생각보다 감칠맛과 기름진 맛이 잘 어울린다. 우리나라의 나물을 보면 더욱 쉽게 다가온다. 나물을 무칠 때 액젓에 간장이나 소금으로 간을 하고, 태국의 쏨땀의 경우도 파파야에 액젓을 넣는다. 그리고 이러한 감칠맛의 재료가 되는 것이 ‘발효’다. 다양한 미생물들을 활용한 발효는 일반적으로 동물성 식품에 활용되지만, 채소로도 동물성 식재료의 감칠맛을 표현할 수 있다. 심지어 우리나라는 채소기반의 발효법을 주로 사용하는 나라다. 된장, 간장, 고추장이 대표적인 감칠맛 식재료이며 동물성 식재료가 전혀 들어가지 않는다. 사찰음식이 전 세계적으로 주목을 받은 것에는 이처럼 채소기반의 발효기법의 역할이 있다. 하지만 기름진 맛을 채우기는 조금 어려워 보인다. 하지만 다행히도 다양한 오일(oil)을 활용해 동물성 지방의 풍미와는 조금 다르지만 기름진 느낌을 낼 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('두 번째는 향인데, 고기를 구울 때 나오는 향과 독특한 풍미다. 사람이 생각보다 음식의 맛을 느낄 때 중요하게 작용하는 것이 향인데, 채식은 일반적으로 이러한 향을 자극하기 쉽지 않다. 때문에 ‘훈연’이나 ‘직화’라는 조리법을 자주 사용해 채소 특유의 풋 맛을 제거하는 효과와 독특한 풍미를 더할 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마지막 세 번째는 식감이다. 일반적으로 우리가 좋아하는 식감 중 하나가 바삭함이다. 하지만 어쩐지 “채식은 건강해야 해, 그래서 튀김은 안돼”라는 선입견이 조금 있는 것 같지만 한번 생각해 보면 튀김은 채식이다. 밀가루를 식물성 오일에 튀긴 음식이다. 이 부분을 조금 강조한다면 채식을 무조건 싫어할 사람은 없으리라 생각한다. 나도 이 부분에서 채식에 대한 선입견이 많이 깨졌다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('이것도 비건이 된다고?아무리 다양한 동물성 식재료를 배제한다고 해도 그동안 우리에게 너무 익숙한 식재료들을 먹지 못한다는 것이 상당히 절망적이다. 특히 우유와 계란이 대표적인 예시인데, 우유는 단순히 마시는 것 이외에도 디저트, 크림, 소스 등으로 자주 사용된다. 또 계란도 마찬가지인데, 전 세계에서 가장 요리에 많이 사용되는 식재료가 무엇일까 보면 당연히 계란이 아닐까 생각한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('하지만 다행히도 채식하는 사람을 위한 ‘대체식품’이 점점 주목받고 있다. 먼저 식물성 고기 ‘대체육’은 식물성 단백질을 활용해 진짜 고기의 맛을 구현하는 식품이다. 물론 현재 기술로는 진짜 고기처럼 먹기는 어렵지만 이 기술도 현재 급속도로 성장하고 있고, 많은 레스토랑에서 대체육을 활용하고 있다. 심지어 해산물도 식물성으로 제조하고 있는데, 토마토, 밀 등의 식물성 원료로 연어, 참치 등 해산물의 질감을 표현한 식재료도 나오고 있다. 유제품도 식물성으로 대체할 수 있는데, 소의 젖이 아닌 귀리, 코코넛, 아몬드 등을 활용한 ‘대체우유’와 식물성 오일을 활용한 치즈도 나오고 있다. 심지어 계란도 식물성으로 살 수 있다. 식물성 단백질을 사용해 계란의 맛과 향을 구현한 식품이다. 우리가 모르는 사이에 채식 시장은 이토록 활발하게 육식을 대체하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('채식은 건강식이라는 프레임이 생각보다 강한 것 같다. 또 건강한 음식은 맛없는 음식이라는 생각도 지배적이다. 물론 나도 그렇다. 건강을 챙기려면 맛은 포기해야 한다고 오해하고 있었다. 하지만 건강이라는 키워드를 다시 한번 생각해 보게 된다. 영양학적으로 요즘 시대의 건강은 ‘균형’이다. 좋은 것을 많이 먹고 건강을 위해 특별한 것을 먹는 것이 아닌, 영양학적인 균형이 중요하다는 것이다. 즉 건강식은 맛없는 음식이라는 프레임을 우리 스스로가 조금 걷어내고 채식을 봐야 할 필요가 있을 것 같다. 어쩌면 채소가 맛이 없던 것이 아니라, 우리가 맛있을 기회를 주지 않았던 것은 아닐까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/채소에게-맛있을-기회를'),
  '95897e8c96be483ca33925a9269fd008.png', 'megazine', 1); -- 7
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '오마카세, 이대로 괜찮을까?', sysdate, sysdate,
  TO_CLOB('스시, 소고기, 파스타, 커피, 차 등 다양한 종목에서 오마카세가 인기를 얻고 있다. 특히 이러한 트렌드는 젊은 층을 시작으로 인기를 얻고 있는데, 일명 파인다이닝과 같이 높은 가격대의 고급 코스요리를 접하기 어려웠던 것과 비교해 보면 지금의 오마카세 시장의 급성장세는 더욱 두드러진다. 심지어 이러한 트렌드를 증명하듯 스강신청, 우마카세, 이모카세 등과 같은 재밌는 합성어도 나오면서 오마카세 트렌드는 코로나 이후 외식업의 큰 부분을 차지하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('오마카세 정확히 뭐야?오마카세, 일본어로 ‘맡기다’라는 뜻을 가지고 있는데 주로 스시에서 사용하는 일식 용어로 우리말로는 ‘주방 특선 요리’라고 한다. 즉 손님이 메뉴를 고르지 않고 셰프에게 맡긴 메뉴라는 의미다. 사실 정확히는 음식을 제공하는 형태의 종류라 봐야 한다. 일본의 어시장 밥집에서 유래된 메뉴 제공 형태로 그날 판매하고 남은 생선을 합리적인 가격에 대접한 것이 ‘오마카세’ 형태의 유래라 볼 수 있다. 그리고 이러한 형태가 일본에서도 고급화되어 실력 좋은 요리사가 당일 좋은 식재료를 활용해 손님을 대접하는 형태로 진화되었다. 우리나라도 특급호텔과 스시야(스시를 제공하는 식당)를 통해 일본의 오마카세 문화가 들어왔고 꽤 비싼 가격의 고급 음식으로 취급되어 미식가들 사이에서 상당히 인기가 많은 음식점이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('오마카세 왜 유행일까?최근 외식 시장에서 ‘오마카세’를 추구하는 식당들을 자주 볼 수 있는데, 특히 코로나 기간 유행이었던 고급 음식점들의 두드러진 성장세와 더불어 경험을 중시하는 젊은 세대들의 외식 소비가 주요했다. 특히 해외여행이 불가능했던 팬데믹 기간에 해외여행을 가지 못하는 사람들의 발길은 음식점으로 향했다. 그리고 또 부담스러워진 임대료와 인건비에 어려워지는 자영업 환경도 최근 오마카세 열풍에 큰 힘을 싣고 있다. 오마카세는 일반적으로 운영하는 공간이 비교적 작고 객단가가 높다. 또한 소통과 설명이 중요한 부분을 차지하기 때문에 일반적으로 bar 형태로 서비스된다. 더불어 대부분 예약제로 운영되기에 재고 관리도 더욱 용이한 부분이 있다. 소비자는 좋은 공간에서 좋은 서비스를 받고, 운영하는 운영자도 더욱 합리적인 방법으로 운영할 수 있으니 최근 오마카세가 열풍인 이유는 분명하다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('오마카세 이대로 괜찮을까?하지만 오마카세라는 단어에서 오는 오해가 조금은 걱정된다. 사실 우리나라에서 통용되고 있는 ‘오마카세’라는 단어는 원래 의미와는 조금 다르게 사용되고 있다. 실력 좋은 요리사가 당일에 좋은 재료를 활용해 메뉴를 제공하는 형태보단, 고급스러운 공간과 메뉴를 코스로 제공하는 형태로 그치는 곳들이 많이 보인다. 사실 이러한 형태는 ‘오마카세’보단 ‘고급 코스요리’로 불리는 것이 더욱 알맞을 것이다. 이러한 현상은 유행에 유독 민감한 국내 외식 시장과 SNS의 키워드 때문이라 생각한다. 즉 어쩌면 지금 유행하고 있는 ‘오마카세’는 단어만 유행하고 있을지도 모른다. 그렇다고 오마카세를 취급하는 모든 식당이 전부 잘못된 서비스를 하는 것만은 아니다. 훌륭한 요리사, 신선한 식재료, 그리고 알맞은 조리 기술을 통해 외식업의 가치를 더욱 높이는 좋은 식당도 분명 많다. 국내 외식 시장은 다양화 되어야 한다. 오마카세를 부정하는 것이 아니라 찬성하는 입장이다. 하지만 그저 유행에 그치는 단어만 ‘오마카세’ 트렌드 때문에 진짜 참 의미의 오마카세 문화가 제대로 정착되지 않고 시장에서 잠깐 반짝이게 될까 봐 걱정된다. 특히 오마카세라는 단어를 붙이면 프리미엄의 이미지가 된다고 생각하는 일부 식당에서는 합리적이지 않은 가격까지 받는 것을 주의해야 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('최근 ‘경험 소비’라는 이름으로 외식업에서도 단순히 음식뿐 아닌 새로운 가치를 전달하려는 곳들이 많아지고 있다. 오마카세도 새로운 ‘식’경험의 하나로 분류되어 최근에 부쩍 두각을 나타내고 있다. 하지만 이쯤에서 우리가 한 번 곰곰이 생각해야 하는 부분이 있다. 바로 ‘경험’의 의미이다. 경험 소비라는 트렌드로 행해지는 무분별한 소비들이 과연 우리에게 얼마나 좋은 경험이 될지는 한 번쯤 생각해 봐야 할 것이다. 그리고 그러한 무분별한 소비를 기다리며 단순히 상업적 용어로만 사용되는 ‘오마카세’의 열풍이 조금은 씁쓸하게 느껴지는 이유다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/오마카세-이대로-괜찮을까'),
  '944e42920a0b447e8c401802568ff223.png', 'megazine', 1); -- 8

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '바닐라맛 VS 딸기맛 VS 초코맛 아이스크림',
  sysdate - 10, sysdate + 30, null, '135ad68efc884c4bb0bc0bee10d99a76.png', 'vote', 1); -- 9

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '간헐적 단식, 할까 말까', sysdate, sysdate,
  TO_CLOB('간헐적 단식(Intermittent Fasting)은 일정 시간 혹은 기간 인위적으로 공복을 유지하는 식이요법으로 건강한 생활 방식 혹은 다이어트에 어느 정도 효과적이라는 이유로 많은 사람이 시도해 보거나 계속 이어가고 있다. 공복 유지 시간과 기간은 자율적으로 정할 수 있는데 흔히 16시간 공복 그리고 8시간은 식사를 허용하는 형태(16/8)가 일반적이다. 편하게 하루에 한 끼 먹거나 5:2 방식을 적용해 일주일 중 5일은 평상시처럼 세 끼를 다 챙겨 먹고 나머지 2일은 한 끼 또는 열량 제한 식사(500~600kcal)를 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('결국, 시간을 정해 굶으라는 거죠? 시간 맞춰 금식하는 건 건강 검진할 때나 하는 것 아닌가요? 굶는다고 생각하니 어쩐지 벌써 먹고 싶은 생각이 들지만, 자신이 정한 규칙을 지키기 시작하면 몸도 차츰 적응하게 된다. 그렇다면 이렇게 시간이나 기간을 정해두고 금식하는 것이 우리 몸에 어떤 영향을 주는 것일까? 그 원리를 살펴보면 공복 상태에서 우리 몸은 저장된 포도당을 에너지로 사용하고 이를 다 사용하면 축적된 지방을 태운다는 것이다. 즉, 포도당 대신 지방을 주 에너지원으로 사용하는 대사 전환(metabolic switching)이 이루어진다. (오, 좋아!)')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('공복 중에는 물이나 차 정도를 제외하고는 어떤 음식도 섭취하지 말아야 간헐적 단식이 효과적이다. 먹기 시작하면 그것이 에너지원으로 사용되고 축적된 포도당이나 지방을 사용하지 않으니, 소용이 없다. 금식 이후 음식을 먹을 때도 주의를 해야 한다. 굶었다고 마음 놓고 고탄수화물이나 고열량 음식으로 폭식하거나 몸에 좋을 리 없는 인스턴트나 패스트푸드에 의존하지 않도록 해야 한다. 먹는 것도 어느 정도 가려 먹어야 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('간헐적 단식의 장, 단점을 살펴보자. 먼저, 장점부터 보면 자기 몸에 맞는 간헐적 단식 방법을 잘 지킨다면 체중 감량은 물론이고 신진 대사율을 높일 수 있다. 금식 중에는 음식 섭취로 인한 열량이 늘어날 일이 없고 간헐적 단식이 익숙해지면 포만감은 더 잘 느끼고 배고픔을 억제할 수 있는 능력이 생긴다. 그리고 금식하게 되면 소장은 음식물 찌꺼기나 박테리아를 대장으로 밀어내는 강력한 운동을 해 (일명 이동성 위장관 복합 운동(Migrating Motor Complex: MMC)) 독소는 배출되고 복부 팽만은 줄일 수 있다. 앞서 먹는 것도 가려 먹어야 한다고 했지만, 간헐적 단식은 언제 먹고 언제 안 먹는지가 더 중요하므로 엄격한 식단 관리가 필요한 것은 아니다. 고구마 1개, 사과 반 조각 그리고 삶은 계란 흰자와 같은 다이어트 식단이 반드시 필요한 것은 아니다. 또, 칼로리를 계산하며 먹을 필요도 없다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그러나 간헐적 단식이 모든 사람에게 효과적인 것은 아니다. 성장기 어린이나 청소년, 임신 중이거나 특정 약물을 복용 중 또는 당뇨병과 같은 기저 질환을 앓고 있거나 식습관 장애를 겪고 있다면 간헐적 단식의 효과가 아무리 좋다 해도 섣불리 따라 해서는 안 된다. 또, 직업 특성상 스케줄에 맞춰 식사하기가 어렵다면 정해진 금식과 식사 시간을 지키기 쉽지 않다. 마지막으로 간헐적 단식에 적응할 때까지는 금식 중에 배고픔을 참는 게 쉽지 않다. 배고픔을 억지로 참다 보면 예민해지는 것은 물론이고 부작용을 경험할 수 있다. 흔한 부작용으로는 두통, 변비, 수면 장애, 불안 등이 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('간헐적 단식이 유행하기 시작한 게 벌써 2010년대 초반이니 그때부터 이를 고수하고 있다면 10년은 거뜬히 지켜온 셈이다. 나도 간헐적 단식을 하지만 꾸준하게 유지하기가 제일 어려운 부분이다. 자기 몸 상태에 맞는 간헐적 단식 방법을 선택하는 것도 중요한데 업무 강도가 있는 편이고 에너지 소비가 많다면 1일 1식은 적합하지 않다. 또, 처음부터 무리해서 금식하면 몸과 마음이 힘들어지니 꾸준히 지켜 나갈 수 있는 방법을 찾아야 한다. 최소 12시간은 금식을 해야 간헐적 단식의 효과를 볼 수 있으니 12시간으로 시작해 조금씩 늘려가는 것도 좋은 방법이다. 너무 당연하지만, 운동을 병행한다면 더 좋고! 간헐적 단식은 다양한 식이요법 중 하나일 뿐이고 개개인에 따라 그 효과는 다를 수 있다. 그리고 간헐적 단식의 효과에 관한 연구는 여전히 진행 중이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('나는 당일 저녁 6시까지 먹고 다음 날 오전 10시까지 금식을 한다. 못 지키는 날도 있었지만, 간헐적 단식을 해보니 체중이 조금 줄었고 속은 편하고 피로감이 덜하다. 앱을 사용하니 단식 스케줄에 맞게 알람을 보내준다. 금식 시작/종료 시각을 알려주고 독려도 해준다. 적응이 되어서 그런지 배고픔에 몸부림치지는 않는다. 아침에 일어나 배고픈 느낌이 들면 미지근한 물 한 잔에 녹차 티 백을 띄운다. 혹시 배에서 꼬르륵 소리가 난다면 장은 깨끗하게 청소되는 중이니 아주 잘하고 있다는 증거다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/간헐적-단식-할까-말까'),
  '194f6fd3a85348a2b3a88770215e9bfd.jpg', 'megazine', 1); -- 10
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '잡내 잡지 못하는 술, 여러분은 그동안 속았습니다.', sysdate, sysdate,
  TO_CLOB('완성된 음식에 적절한 술을 곁들이는 방식 외에도 음식과 술이 만나는 경우가 있다. 바로 음식을 만들 때 술을 하나의 재료로 사용하는 경우인데, 우리는 왜 요리를 만들 때 술을 사용하는 것일까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('가장 대표적인 이유로는 잡내 제거가 있다. 음식에 알코올이 남아 있으면 안 되기 때문에 대부분 열을 이용하여 조리하는 음식에 술을 사용하곤 한다. 휘발성이 강하고 끓는 점이 물보다 낮은 에탄올은 열에 노출되면 비교적 쉽게 기체가 되어 공기 중으로 날아가게 되는데, 이때 잡내를 내는 물질들까지 갖고 날아간다고 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('언뜻 보면 맞는 말 같다. 하지만 어쩌면 잡내를 잡기 위해 초록병 소주를 사용했던 경험들이 모두에게 한 번쯤은 있기에 의심조차 하고 싶지 않은 것일 수도 있겠다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('왜냐하면, 아쉽게도 위의 내용엔 치명적인 오류 2가지가 있기 때문이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('먼저 첫 번째 오류는 가열하면 알코올이 다 날아간다는 내용이다. 열을 가하면 알코올이 날아가는 건 맞는 말이지만, 생각보다 쉽게 날아가진 않는다. 실제로 미국 농무부의 실험 데이터에 따르면 알코올을 30분간 끓이면 약 35%의 알코올이 남아 있고, 1시간을 끓이면 25%, 2시간을 끓이면 10%의 알코올이 남아 있게 된다고 한다. 그러니 술이 들어간 음식일 경우 한번 끓였다고 안심하기보단 한 번 더 주의를 기울이는 게 좋다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('잡내를 잡는다는 건 그럴듯한 내용이지만 뚜렷한 근거가 없는 내용이기도 하다. 에탄올의 기화를 이용하여 잡내를 제거하는 거라면 물의 기화에서도 충분히 잡내 제거를 기대해볼 수 있을 것이다. 또한 잡내가 ‘나 잡내예요. 제발 데려가 주세요’라고 티를 내지 않는 이상, 에탄올은 어떤 성분이 잡내인지 구별할 방법이 없다. 음식의 잡내가 제거됐다고 느끼는 건 술의 풍미에 잡내가 가려졌다고 봐도 무방하다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그럼에도 코코뱅, 뵈프 부르기뇽, 술찜 등의 요리에서 알 수 있다시피, 술을 사용하는 음식이 꽤 많다는 걸 알 수 있다. 이들이 술을 사용하는 이유는 무엇일까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('사실 음식에 술을 사용하는 이유는 술이 가진 풍미를 음식에 더해 풍부한 맛을 만들기 위해서다. 술은 음식만큼이나 다양한 맛과 향을 갖고 있다. 와인의 씁쓸한 타닌감이나 산미는 음식에 복합적인 풍미를 만들어주기도 하고, 우리나라 전통 증류주나 약·청주 계열의 술들은 감칠맛과 곡물의 자연스러운 단맛을 더해주기도 한다. 베이커리에서는 주로 당분이나 과일의 향미가 깃들어 있는 럼, 리큐르 종류의 술을 많이 사용하는데 이 역시 맛과 향을 더욱 풍성하게 해주기 위해서다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('술은 직접적으로 맛과 향을 더해주는 역할도 하지만, 때에 따라 여러 풍미들이 자기 자신을 어필할 수 있도록 판을 깔아주는 역할도 한다. 이게 무슨 이유냐 하면은 우리가 맛이라고 인지하는 건 사실 향에 가깝다. 그리고 향 분자들은 대부분 기름에 잘 녹는 지용성이다. 우리는 향을 내는 분자들이 음식 곳곳에 녹아내려져 있어야만 맛으로 느낄 수 있게 된다. 다시 말해 지용성인 향 분자를 녹일만한 용매가 없다면 우리는 그 맛들을 다 놓치고 간다는 말인데, 이때 활용하면 좋은 게 바로 술이다. 우리가 마시는 술에 있는 알코올인 에탄올에는 물과 친한 분자와 기름과 친한 분자 모두 갖고 있기 때문에, 수용성과 지용성 모두 녹일 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('대부분 술 대신 미림이나 맛술을 사용하지만, 서양처럼 와인을 활용하거나 우리 전통 증류주를 활용하여 요리한다면 또 다른 재미로 음식을 만들 수 있게 될 것이다. 이때 풍미 하나 없는 희석식 소주는 되도록 피하자. 하나 더 주의할 점이 있다면 뭐든지 과유불급. 적절한 양과 시간을 투자하여 요리하기를 권장한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/잡내-잡지-못하는-술-여러분은-그동안-속았습니다'),
  'dd1c165322df486a871d72ade2bbc36a.png', 'megazine', 1); -- 11
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '초록병 소주 시장, 누가 ‘초’를 친 걸까?', sysdate, sysdate,
  TO_CLOB('초록병 소주가 사라지고 있다. 아니, 좀 더 정확하게 말하자면 무색·투명한 소주의 열풍이 매섭게 불고 있다. 이쯤 되면 ‘초록병 소주’로 총칭하기도 무색할 정도다. 이들은 왜 소주병을 가만 놔두지 않는 것일까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('가만 놔두지 않는 것도 맞지만, 사실 소주 ‘병’에 다들 예민한 게 더 맞는 말 같다. 그렇다고 이유 없는 예민함은 아니다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('2009년, 우리나라 소주 제조사 사이에서 하나의 협약이 만들어졌다. ‘소주 공병 공용화 자발적 협약’이란 것인데, 쉽게 말하자면 소주병의 규격을 통일화하는 거다. 그렇게 탄생한 것이 우리가 흔히 알고 있는 360ml의 초록색 소주병이다. 이들은 왜 자발적으로 소주 공병 공용화를 추진했던 것일까? 그 이유에는 2가지가 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('소주 공병 공용화 자발적 협약을 맺은 제조사는 총 10곳이다. (환경부까지 포함하면 11곳) 이 중 ㈜롯데주류BG, ㈜한라산, 보해양조(주)를 제외한 7곳은 이미 같은 규격의 병을 사용하고 있었다. 동시에 소주병은 기름이 묻어 있거나 심각한 오염이 있는 것이 아니라면 세척 후에 재활용도 가능하다. 그러다 보니 타사 공병을 무단으로 사용하거나 재활용을 못 하도록 일부로 오염을 많이 시키는 사례도 있었고, 경쟁 과열로 새로운 병을 출시하는 등의 자원을 낭비하는 일이 발생하곤 했다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('상황이 이렇다 보니 각각 회사들은 자사의 소주병도 잘 회수하지 못해 매번 새로운 병을 구해야만 했다. 세금을 제외한 소주 원가는 450원. 이 중 150원이 병값이다. 반대로 병을 세척하는 비용은 50원밖에 들지 않는다. 병 회수와 재활용만 잘하게 된다면 병을 새로 만들고 사들일 필요가 줄어드니 결과적으로 환경보호와 비용 절감을 할 수 있게 되는 것이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('이러한 이유로 연간 2.5억병 생산비용 절감과 잣나무 1,050만 그루를 심은 만큼의 탄소 배출량 저감이란 효과를 나타내는 소주 공병 공용화 자발적 협약이 이뤄진 것이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('협약은 딱 10년째부터 금이 가기 시작했다. 2019년 4월, 하이트 진로는 뉴트로 열풍에 맞춰 1975~1983년에 출시했던 진로 소주의 병 모양과 뚜껑 색을 재현한 ‘진로이즈백’을 시장에 선보였다. 문제는 옅은 푸른색과 기존 초록색 병과는 다른 병 모양을 가진 진로이즈백을 타사에서는 재활용할 수 없었고, 이는 그동안 지켜오던 소주 공병 공용화 자발적 협약과는 맞지 않는 행위라며 소주 제조사 사이에서는 공방이 이어져 오고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('이형병(규격에 맞지 않은 병)을 사용한 진로이즈백의 성공 신화는 소주병에 다양성을 불어넣기에 충분했다. 좋은데이 1929, 금복주 독도소주, 롯데칠성 새로, 마치 기다렸단 듯이 새 옷을 입은 소주들이 출시된 것만 봐도 알 수 있다. 일각에서는 이형병의 회수가 어려워 재활용률이 떨어지고 그로 인해 환경에 많은 부담이 갈 것이라고 바라보는 측면도 있는데, 하이트 진로 측은 공병 회수율이 85~90% 달하기 때문에 문제없다는 입장을 보이고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('진로이즈백을 통해 알 수 있듯이 소주병은 원래 투명하거나 옅은 하늘색을 갖고 있었다. 그러다 1994년에 출시된 초록색 병의 그린소주가 엄청난 인기를 끌면서 다른 소주 업체들 또한 소주병 대부분을 초록색 병으로 바꾸게 됐는데, 그렇게 소주병 = 초록색 병이라는 공식이 생기게 됐다. 하지만 정작 협약에서 360ml의 초록색 병의 기준이 된 건 판매량 1위인 ‘진로’였다고 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('병 색깔만큼이나 알게 모르게 바뀌어온 것이 바로 소주병의 뚜껑이다. 1980년대 이전까지만 하더라도 소주병에는 코르크 마개와 크라운 캡(왕관 모양의 병뚜껑)을 사용했다. 사람들이 소주의 첫 잔을 버린 이유도 뚜껑과 연관이 깊다. 코르크 마개를 사용한 시절에는 코르크 마개의 찌꺼기가 둥둥 떠다녔는데 이를 제거하기 위해 첫 잔을 버리게 된 것이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('하지만 1982년 대선주조가 소주 업계 최초로 스크류 캡을 도입하면서 코르크 마개와 크라운 캡의 소주는 점차 사라지게 됐다.') || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('스크류 캡은 녹슬지 않아 위생적이고, 맥주와 달리 도수가 높은 소주는 개봉 후에 재밀봉의 가능성이 높은 상품이라는 이유로 여전히 많은 소주 제조사에서 사용하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/초록병-소주-시장-누가-초를-친-걸까/'),
  'c0f4ccb640304f6bb0fdedf9a5e7d3a9.png', 'megazine', 1); -- 12
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '추운 겨울 늘어지는 몸, 면역력 증진에 좋은 먹을거리', sysdate, sysdate,
  TO_CLOB('겨울만 되면 코를 훌쩍거리고 피부는 건조함을 견디지 못해 쫙쫙 갈라지며 무엇보다도 추위에 유독 약한 나는 늘어지는 몸에 속수무책 당한다. 이불 밖은 위험해! 온몸이 나에게 절실한 메시지를 보내지만, 이불속에만 있을 수가 없으니. 추위에 어깨를 움츠리고 다니면 근육통에 시달리고 양말을 두 켤레 신어도 발끝은 차디찬 게 현실. 그러다가 조금만 몸 관리를 못 하면 감기에 걸리기 쉽다. 이럴 때는 잘 자고 잘 먹으라고 하던데. 잘 먹고 싶은데 무엇을 먹어야 할지. 기왕이면 면역에 좋으면서도 쉽게 구할 수 있는 것으로 골라 먹고 싶다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('비타민 C가 듬뿍 들어 있는 귤과 한라봉은 면역력 증진에 필요한 기초를 다지기에 좋다. 카로티노이드(Carotenoid) 성분이 항산화 작용을 하는 것으로 알려져 있다. 그리고 칼로리가 낮은 편이고 상큼한 맛과 향으로 기분까지 좋아진다. 건조해질 때 수분 공급 대용으로 까먹기도 하는데 너무 많이 먹으면 배가 아플 수 있으니 주의! 귤껍질을 모아 바구니에 담아두면 천연 가습기 역할에 은은한 향은 덤이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('아몬드, 호두, 땅콩, 캐슈넛 등의 견과류는 비타민 E가 풍부하고 T세포 증식과 연관이 있다고 한다. T세포가 감염된 세포를 공격해 면역력 조절을 담당한다. 다시 말해, T세포가 제대로 기능하지 못하면 면역 체계에도 문제가 생겨 질병에 취약해지는 것이다. 아몬드는 뛰어난 항산화 작용을 해 염증을 막아주고 노화까지 늦춘다고 하니 먹어야지! 호두는 구리, 칼슘, 철, 마그네슘, 아연, 셀레늄 등 미네랄이 잔뜩 들어 있고 신진대사를 촉진하는 역할을 한다. 땅콩은 피부 탄력에 도움이 되고 캐슈넛은 천연 항우울제라는 별명을 갖고 있다. 요즘은 하루에 필요한 만큼의 견과류를 소포장해 판매하니 (너무 좋은 세상!) 여러 종류의 견과류를 들고 다니며 간편하게 먹을 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('한때는 밥상에 꼭 등장하는 게 시금치나물 무침이었는데. 칼로리는 낮고 비타민 A, B, C, K 그리고 베타카로틴이 풍부한 녹색 채소로 갈아서 스무디로 마셔도 좋은데 과일과 함께 갈아서 먹어야 먹을 만하더라. 내가 가장 좋아하는 조합은 시금치와 계란. 계란은 단백질이 풍부하고 에너지에 필요한 많은 영양분을 갖고 있으며 비타민과 셀레늄이 들어있는 만큼 면역 향상에도 좋은 음식이다. 요리와 담쌓은 나도 쉽게 할 수 있는 시금치 계란 요리로 프리타타(Frittata)와 같은 근사한 요리는 아니더라도 맛은 뒤지지 않는다. 스크램블드 에그로 시작해 잘 씻은 시금치만 넣고 볶아주면 되는데 소금과 후추로 간을 하면 끝난다. 여기에 방울토마토까지 넣어주면 환상이긴 하지.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마트에 가면 요거트 종류가 엄청 많은데 그중에서도 저지방을 골라야 한다. 개인적으로 꾸덕꾸덕한 그릭 요거트를 추천하는데 단맛은 적고 시큼한 맛이 강하다. 요거트 이름을 달고 나오는 달달하며 과일이 씹히는 그런 요거트는 제외! 집에서도 요거트를 만들 수 있는데 우유, 유산균 그리고 밥통만 있으면 된다. 귀찮다면 패스. 프로바이오틱스 (probiotics)뿐 아니라 셀레늄과 마그네슘도 들어 있기에 면역 세포 성장에 도움을 준다. 집에 있는 과일이나 채소에 요거트를 부어주면 되는데 블루베리나 바나나와의 조합을 제일 좋아한다. 한 끼 식사 대용으로 한다면 시리얼 몇 개 넣어주면 된다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('면역 체계 조절에 귀재인 버섯. 체내에 들어온 바이러스나 박테리아와 싸워 이길 수 있도록 면역력을 올리기도 하고 몸이 쓸데없이 면역 체계를 과하게 사용한다면 이를 낮추기도 한다. 버섯에 함유된 베타 글루칸(beta glucan)은 면역 세포를 활성화시켜 암세포 등과 싸울 수 있도록 한다. 표고버섯, 느타리버섯, 꽃송이버섯, 상황버섯 등 종류가 참 많은데 올리브유에 양파와 함께 볶아서 먹어도 좋고 버섯 수프를 만들어 먹으면 몸이 따끈따끈해진다. 다 귀찮으면 분말 버섯으로 샐러드에 솔솔 뿌려 먹거나 팬에 올리브유를 충분히 넣고 각종 버섯을 살짝만 볶아도 고소한 풍미를 느낄 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('식물성 단백질인 이소플라본(isoflavone)이 풍부한 두부는 암세포 성장 억제는 물론이고 혈액 순환에도 도움을 준다. 두부 섭취로 심장병 발병 위험을 낮출 수 있는 것은 물론이고 콜레스테롤 수치를 떨어트리는 데도 도움이 된다. 팬에 살짝 구워서 먹어도 좋고 생두부에 오리엔탈 소스를 얹어서 먹어도 별미! 무엇보다도 포만감을 느낄 수 있기에 다이어트 식재료로도 인기가 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('항산화 기능과 더불어 베타카로틴이 풍부한 고구마는 면역력 증진과 뇌 기능 향상에 도움을 준다. 환경오염이나 자외선 등으로도 발생할 수 있는 활성 산소는 건강한 세포를 공격해 면역력을 떨어뜨릴 수 있다. 그런데 고구마에는 항산화 물질이 다량 있기에 면역력 유지에 어느 정도 도움을 준다. 매일 조금씩 먹으면 일부 암 예방도 가능하다고 하니 쪄서 먹든 구워 먹든 달콤한 고구마로 겨울나기!')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('마누카(manuka) 꿀을 꾸준히 섭취해 속 쓰림을 해결한 경험이 있는데 그래서인지 꿀이 가진 효능은 어느 정도 믿는 편이다. 폴리페놀(polyphenol)이 풍성한 꿀은 항염 효과가 있고 기침을 그치게 하고 인후통 완화에도 도움이 된다. 또한 상처 치유 효과까지 있다고 하니 달콤한 꿀을 마다할 이유는 없다. 피로 해소에도 도움이 되지만 꿀도 당이니 너무 많이 섭취하는 것은 피해야 한다. 앞서 언급한 요거트에 꿀을 조금 넣어서 먹거나 꿀을 한 스푼 그냥 먹어도 좋다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/추운-겨울-늘어지는-몸-면역력-증진에-좋은-먹을거리'),
  'a0ad2744bc6c4b4bbc85e10065797e36.jpg', 'megazine', 1); -- 13
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '바닐라맛 VS 딸기맛 VS 초코맛 우유',
  sysdate - 10, sysdate + 30, null, '9bfbeb22ced74f7ab31499300026c9fb.png', 'vote', 1); -- 14

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '크리스마스 맞이 댓글 이벤트!', DATE '2025-11-15', DATE '2025-12-31',
  '댓글을 남기면 아이스 아메리카노를 보내드립니다!'
  || CHR(10) || '우수한 댓글을 남겨주신 10분께는 홀리데이 디저트 세트를 드립니다 :)',
  '2d8a1a23f3774e4ba5e24702880d65dc.png', 'event', 1); -- 15

INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '김장의 추억', sysdate, sysdate,
  TO_CLOB('김장은 추운 겨울 동안 먹을 김치, 깍두기, 동치미 등을 한 번에 많이 담가두는 일을 의미한다. 대부분 입동 전후에 마을 사람 내지는 온 가족이 모여 김치를 담근다. 꼭 내 것, 우리 것이 아니더라도 김장을 하는 곳이 있다면 찾아가 일손을 보태는 한국인의 정, 다시 말해 품앗이 문화도 엿볼 수 있는 게 김장이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('유네스코 인류무형유산: ‘김장, 김치를 담그고 나누는 한국의 문화’')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그래서일까? 유네스코에 등재된 우리 김장의 정식 명칭에는 단순히 김치를 담그는 행위가 아닌 나누는 문화까지 깃들여있다. 나눔의 정신을 높이 산 것이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그런데 문득 궁금해진다. ‘여전히 그럴까?’하고 말이다. 예전과 달리 현대에는 혼자 사는 가구도 많을뿐더러, 김장은커녕 아무리 가족일지라도 온 식구가 1년에 한 번 모이기도 힘들다. 김장을 하지 않더라도 식량의 부족함 없이 살 수 있으며 정말 김치를 먹고 싶을 땐 사 먹으면 된다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('하지만 데이터는 달랐다. 한국농촌경제연구원(KREI) 농업관측센터가 내놓은 ‘2022년 김장 의향 및 김장채소류 수급 전망’을 보면 올해 김장 때 김치를 직접 담그는 비율은 65.1%로 작년보다 약 1.8% 증가했다. 측정 범위와 모수가 적기 때문에 유의미한 데이터인가는 좀 더 확인해야겠지만, 주변에 김장했다고 인증 사진을 올리는 친구들이 꽤 있는 걸 보면 지금까지 김장을 오해한 건 아닌가 싶기도 하다. 앞서 언급한 나눔의 문화는 다소 희석된 듯하지만, 다행히 김장이란 문화는 잘 유지되고 있는 것 같다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('김치를 직접 담그지 않는 이유 중에는 ‘힘들다’와 ‘사서 먹는 것보다 비싸다’라는 이유가 많다. 반대로 직접 담그는 이유에는 ‘입맛에 맞출 수 있어서’가 압도적으로 높다. 매일 먹는 식품이기 때문에 그 어떠한 것보다 가격에 민감할 수도 있지만, 역시나 매일 먹는 식품이기 때문에 기호와 입맛이라는 취향이 정말 중요하다. 김치는 가성비 영역이 아니라는 이야기다. 개인적으로 공감이 가는 이유 중 하나는 나 또한 식당이나 급식에서 나오는 김치를 즐겨 먹진 않는다. 위생이나 원산지 이슈도 있겠지만 결국엔 입맛에 맞지 않기 때문이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('라면 하나 먹을 때도 필요한 게 김치이다. 그렇기에 김치를 담그는 김장은 한국인들에겐 다소 성스러운 영역일 수도 있다. 추운 겨울은 물론, 1년 내내 함께할 식탁 위의 친구를 만드는 일인데 분명 대충하는 일은 없을 것이다. 이쯤 되니 김장의 역사가 궁금해진다. 과연 우리나라는 언제부터 김장을 했던 것일까?')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('김장의 정확한 기원은 알 수 없으나, 고려시대 이규보가 쓴 『동국이상국집』에 ‘무는 장을 곁들이면 여름철 석 달간 먹기 좋고 소금에 절여 아홉 달 겨울을 대비한다’라는 내용이 있는 것으로 보아 고려시대부터 김장이 존재하지 않았나 싶은 유추를 해볼 수 있다. 19세기 조선 후기에 쓰인 동국세시기에서는 김장이라는 단어와 함께 직접적인 언급도 찾아볼 수 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그렇다고 고려시대, 조선시대 김치의 모습과 현재 우리가 먹고 있는 김치의 모습이 같은 것은 아니다. 그 차이는 대표적으로 고춧가루와 배추로 볼 수 있다. 김치하면 떠오르는 빨간색의 이미지는 고춧가루로부터 온다. 고춧가루의 전신인 고추는 임진왜란 때 일본을 통해 유입됐다는 설이 유력한데, 당시에는 고추를 독초로 인식해 사용하지 않았다고 한다. 그러던 중 17세기에 소빙하기가 찾아오면서 바닷물을 끓여 소금을 만드는 데에 사용해야 할 땔감을 난방용으로 사용하다 보니 자연스레 소금의 공급이 어려워지게 됐다. 김치에서 소금은 간을 맞추기 위해서도 필요하지만, 저장성을 높이기 위해서도 꼭 필요한 존재다. 하지만 소금이 귀해지면서 김치의 저장력을 유지할만한 대체재가 필요해졌는데 그때 사용한 것이 바로 고춧가루다. 그렇게 붉은색의 김치가 시작된 것이다. 김치에서 주연 역할을 하는 배추도 들여온 지 얼마 안 된 작물 중 하나다. 배추는 18세기 후반에 중국으로부터 들여왔으며 현재에는 우리 환경에 맞는 배추로 품종 개량하여 사용하고 있다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('글을 쓰기 전까지만 하더라도 우리의 김장 문화가 사라지면 어쩌지 싶은 마음이 있었다. 하지만 자료를 찾고, 글을 쓸수록 되려 김장의 단단한 뿌리를 알게 되어 괜한 걱정을 한 거였구나 싶었다. 그 형태는 바뀔지언정 김장의 추억은 앞으로도 계속 쌓아져만 갈 것이다. 아이러니하게도 개인화된 입맛을 맞추기 위해서라도 말이다. 우리는 김치를 너무나 사랑하는 마음에 김치전용 냉장고까지 만든 민족임을 잊지 않았으면 한다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/김장의-추억'),
  '6ad34c1dcec94843b1764cefe3791323.png', 'megazine', 1); -- 16
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '우유는 어쩌다 건강하게 되었을까?', sysdate, sysdate,
  TO_CLOB('“우유를 많이 먹으면 키가 큰다.”라는 말을 믿는가? 나는 믿을 수 없다. 우유가 키를 크게 하는 것에 도움을 준다면 적어도 나는 대한민국 평균을 훨씬 웃도는 키를 가져야 한다. 하지만, 현실을 그렇지 않기에 우유와 키의 연관성은 없다. 우유와 키에 대한 생각을 하다보니 문득 그런 의문이 생긴다. “우유는 어쩌다 건강함의 상징이 되었을까?”')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('사실 유제품을 쉽게 접할 수 있는 유목민족을 제외하고 대부분 사람들은 우유를 소화하는 유당분해효소가 몸속에 존재하지 않는다. 이를 ‘유당불내증’이라 하는데, 재밌는 것은 우리의 인식과 다르게 지구상에 유아기 이후로 젖을 먹는 동물은 거의 없으며 특히나 다른 동물의 젖을 먹는 동물은 더욱이 없다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('실제로 인간을 포함한 포유동물은 모체의 젖을 먹어야 하는 영아기 때 유당분해효소를 보유하고 있다가 젖을 먹지 않아도 되는 시기에 분해효소의 분비를 멈추게 된다. 그리고 이러한 상태, 즉 유당을 분해하는 효소가 없는 상태인 ’유당불내증‘이 사실은 인간의 자연 상태라는 것이다. 그렇다면 왜 인간은 자연 상태를 어겨가면서 꼭 우유를 먹어야만 했을까? 지금부터 그 이유를 하나씩 알아보자.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('지금처럼 의학이 발달하기 이전에는 산모가 아이를 낳고 죽는 일이 많았다. 그 때문에 대신 수유를 할 수 있는 수유자가 있지 않고서는 갓 태어난 아이에게 줄 수 있는 것이 다른 동물의 젖밖에는 없었다. 때문에 인간의 역사에서 꽤 오래전부터 동물의 젖을 주는 것은 상당히 통용되어 온 일이었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('고대에는 갓난아기가 동물의 젖을 먹고 목숨을 구한 이야기가 상당히 많다. 특히 젖소는 사람들에게 길들여지기 쉬웠고, 또 키우기 비교적 수월한 가축으로 판단되어 지금까지도 수많은 동물의 젖 중에 가장 많이 소비되고 있다. 물론 세균과 미생물 오염에 취약한 젖의 특성상 위생적으로 젖을 제공할 방법은 한정적이었지만, 시간이 지나고 낙농업이 급속도로 발전되며 우유는 거의 완벽하게 모유를 대체할 수 있는 수단이 되었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('심지어는 17~18세기 유럽의 상류층 여성들에게 모유 수유는 하층민들의 생활방식이라는 인식이 생겼고, 곧이어 ’우유에 다양한 식재료를 섞어 희석한 우유가 아이들의 영양가에 좋다.‘라는 인식까지 생기면서 급기야 19세기 말에는 동물의 젖을 사용한 이유식이 보편화되었다. 그렇게 동물의 젖은 인간의 젖을 빠르게 대체했다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('1800년대 우유가 빠르게 모유를 대체하고 있었지만, 여전히 태어난 지 1년이 되지 않은 20%의 아기들이 영양실조로 사망했다. 이러한 상황을 극복하기 위해 많은 의사와 약사들은 영양가 높은, 모유를 대체할 수 있는 우유를 만들기 위해 노력했다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('그중에서도 1867년 스위스에 살던 독일 약사 앙리 네슬레가 우유와 설탕, 밀가루의 혼합물을 아기들에게 먹이기 시작했고, 그 우유를 먹은 아기들이 죽지 않는다는 이야기가 돌며 이는 곧 상업적으로 대박을 터트리게 된다. 이 우유제품이 지금의 세계 1등의 식품기업인 ’네슬레‘ 기업의 시작이다. 네슬레는 이후에도 모유를 대체할 수 있는 우유, 즉 분유를 만드는 영아식 사업을 시작했다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('인간이 우유를 마시는 데 있어 가장 위험한 문제는 단연 위생이었다. 지금은 우유가 상하는 이유를 각종 병원성 미생물 및 세균이라 인식하지만, 눈에 보이지 않는 미생물을 인지하기 전의 인류에게 우유의 부패는 인간이 통제할 수 없는 자연적 힘이었다. 하지만 곧 과학의 진보로 ’미생물‘의 존재를 인지할 수 있었고, 프랑스의 과학자 루이 파스퇴르의 연구 끝에 인류는 ’저온 살균‘을 통해 더욱 안전하게 우유를 섭취할 수 있게 되었다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('우유는 곧 다양한 살균법을 포함해 다양한 형태로 대량 생산될 수 있었고, 이로 인해 우유는 더 이상 아기만 먹는 식품에서 벗어났다. 대량생산을 통한 우유는 각종 가공품, 치즈, 버터, 연유, 요구르트 등으로 가공되었고 그들은 전 세계의 식문화의 지대한 영향을 끼치게 된다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('앞서 우리가 먹고 있는 지금 우유의 다양한 이야기를 살펴봤다. 정리하자면 우유는 모유의 대체품이었으며, 모유를 대체하기 위한 방향으로 우유 산업은 발전되었다. 여러 시행착오 끝에 우유는 조금 더 안전하게 인간이 소비할 수 있는 식품이 되었다. 특히 지방과 단백질 함량이 높은 우유는 산업혁명 당시 영양이 부족했던 이들에게 가장 간편하고 효과가 좋은 대안이었을지도 모르겠다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('하지만 시간이 지나 과영양 시대에 사는 우리에게 우유의 역할은 조금 달라진 것 같다. 더 이상 영양의 측면으로 우유를 먹기보단, 조리적 기능성과 기호성으로 소비된다. 물론 여전히 모유 수유를 할 수 없는 아기들에게는 최고의 대안이지만, 우리가 우유에 그 이상의 무엇인가를 바라고 있는가? 우리가 우유에 바라고 있는 것은 무엇일까? 다시 한번 지구상에서 유일하게 유아기가 지나서도 젖을 먹는 유일한 동물인 인간과 우유에 대해 생각해볼 시점이다.')
  || TO_CLOB(CHR(10)) || TO_CLOB(CHR(10)) || TO_CLOB('출처 : https://mashija.com/우유는-어쩌다-건강하게-되었을까'),
  '30755267237341ec8f78318a9bcc4ec5.png', 'megazine', 1); -- 17
  
INSERT INTO chomp VALUES (seq_chomp_id.NEXTVAL, '포카칩 VS 초카칩',
  sysdate - 10, sysdate + 30, null, 'b43b776bc92a400a8130384f9e53a5c4.png', 'vote', 1); -- 18





-- =========================
-- VOTE_CHOICE 테이블 더미데이터
-- =========================
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '짜장', 3);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '짬뽕', 3);

INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '팥 붕어빵', 5);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '슈크림 붕어빵', 5);

INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '바닐라맛 아이스크림', 9);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '딸기맛 아이스크림', 9);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '초코맛 아이스크', 9);

INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '바나나맛 우유', 14);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '딸기맛 우유', 14);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '초코맛 우유', 14);

INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '포카칩 (오리지널맛)', 18);
INSERT INTO vote_choice VALUES (seq_vote_choice_id.NEXTVAL, '초카칩 (어니언맛)', 18);




-- =========================
-- VOTE_RECORD 테이블 더미데이터
-- =========================
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 3, 4, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 3, 8, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 3, 7, 2);

INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 5, 6, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 5, 7, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 5, 8, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 5, 10, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 5, 12, 2);

INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 7, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 8, 3);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 9, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 11, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 12, 3);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 9, 14, 3);

INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 4, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 7, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 8, 3);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 11, 3);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 12, 3);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 14, 14, 3);

INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 5, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 6, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 7, 1);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 4, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 8, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 9, 2);
INSERT INTO vote_record VALUES (seq_vote_record_id.NEXTVAL, 18, 13, 2);

COMMIT;